Repository: soyeb313/al-areef-ios-new
Catalog: Al-Areef/Helper/LanguageChange/*.lproj/Localizable.strings
Languages: ar

source: CONTINUE
ar: استمر

source: If you don't have an account? Sign Up
ar: إذا لم يكن لديك حساب قم بالتسجيل

source: Sign Up
ar: بالتسجيل

source: Log in as customer
ar: تسجيل الدخول كعميل

source: Log in as doctor
ar: سجل الدخول كطبيب

source: Continue as visitor
ar: تواصل كزائر

source: SignUp
ar: اشتراك

source: User id
ar: معرف المستخدم

source: Password
ar: كلمه السر

source: View appointments
ar: عرض المواعيد

source: Consulting personal
ar: استشارة شخصية

source: Consulting comapanies
ar: شركات الاستشارات

source: Courses
ar: الدورات

source: Al-Dhasal bank
ar: بنك الدسال

source: Ask us
ar: اسألنا

source: Adviser
ar: مستشار

source: Who we are
ar: من نحن

source: Conatact Us
ar: اتصل بنا

source: The beginning
ar: البداية

source: Hands
ar: الأيدي

source: Better
ar: أحسن

source: Call
ar: يتصل

source: Show
ar: تبين

source: Consulting Personal
ar: استشارة شخصية

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged
ar: لوريم إيبسوم هو ببساطة نص شكلي في صناعة الطباعة والتنضيد. لقد كان لوريم إيبسوم هو النص الوهمي القياسي في هذه الصناعة منذ القرن الخامس عشر الميلادي ، عندما أخذت طابعة غير معروفة لوحًا من النوع وتدافعت عليه لعمل كتاب عينة. لقد نجا ليس فقط خمسة قرون ، ولكن أيضًا القفزة في التنضيد الإلكتروني ، حيث بقيت دون تغيير جوهري

source: Register to benefit from this service
ar: سجل للاستفادة من هذه الخدمة

source: You can get advice online from a therapist myself just one click
ar: يمكنك الحصول على المشورة عبر الإنترنت من معالج بنفسي بنقرة واحدة فقط

source: Career success counseling
ar: استشارات النجاح الوظيفي

source: The Bigining
ar: البداية

source: Give your plate. Mental or
ar: أعط طبقك. العقلية أو

source: Voice message
ar: رسالة صوتية

source: (Reply within 24 hours)
ar: (الرد خلال 24 ساعة)

source: Choose Duration
ar: اختر المدة

source: Please specify how long you want to book the appointment
ar: يرجى تحديد المدة التي تريد حجز الموعد فيها

source: 10 USD
ar: 10 دولار

source: 20 USD
ar: 20 دولار

source: 30 USD
ar: 30 دولار

source: 10 Minutes
ar: 10 دقائق

source: 20 Minutes
ar: 20 دقائق

source: 30 Minutes
ar: 30 دقائق

source: NEXT
ar: التالي

source: Consult CQ use it
ar: استشر CQ استخدمه

source: Dr. Khalid Ahmed
ar: د / خالد احمد

source: Book an Appointment
ar: احجز موعدًا

source: 15 years experience
ar: 15 عاما من الخبرة

source: Auto advisor from Al Dhara
ar: مستشار سيارات من الضراء

source: Using the existing cards
ar: استخدام البطاقات الموجودة

source: 1234-xxx-xxxx-xxx VISA
ar: 1234-xxx-xxxx-xxx تأشيرة

source: Use the existing card Apple
ar: استخدم بطاقة Apple الحالية

source: Pay payment from khadal pay
ar: الدفع من khadal pay

source: from the wallet check
ar: من التحقق من المحفظة

source: Name on the card
ar: الاسم على البطاقة

source: Card no
ar: لا بطاقة

source: Health expiration date
ar: تاريخ انتهاء الصلاحية الصحية

source: Month
ar: شهر

source: Year
ar: سنة

source: Add a card
ar: إضافة بطاقة

source: Continue to record the message
ar: استمر في تسجيل الرسالة

source: Payment successful
ar: تم الدفع بنجاح

source: Thank you for payment and you can now up to record your message.
ar: شكرًا على الدفع ويمكنك الآن تسجيل رسالتك.

source: Pay
ar: يدفع

source: Voice Call
ar: مكالمة صوتية

source: 2021 Thursday 19 April
ar: 2021 الخميس 19 أبريل

source: 4 pm
ar: 4 م

source: Confirmed
ar: مؤكد

source: Status of Appointment
ar: حالة التعيين

source: You will receive periodic reminders before the voice call.
ar: ستتلقى تذكيرات دورية قبل المكالمة الصوتية.

source: My Appointments
ar: المواعيد الخاصة بي

source: Put the text here
ar: ضع النص هنا

source: User Name
ar: اسم االمستخدم

source: Email
ar: بريد إلكتروني

source: Tabuk
ar: تبوك

source: Phone number
ar: رقم الهاتف

source: Mobile
ar: التليفون المحمول

source: Save Changes
ar: حفظ التغييرات

source: User ID
ar: معرف المستخدم

source: Already have an account? Log in
ar: هل لديك حساب؟ تسجيل الدخول

source: Log in
ar: تسجيل الدخول

source: Sign up for doctor
ar: سجل للطبيب

source: Sign up for company
ar: اشترك في الشركة

source: Sign up for Customer
ar: قم بالتسجيل للعميل

source: Completes
ar: يكمل

source: Fat name
ar: الاسم بالكامل

source: Resend
ar: إعادة إرسال

source: If you have not received your OTP code, you can press The re-transmitter button below to get a new code.
ar: إذا لم تكن قد تلقيت رمز OTP الخاص بك ، فيمكنك الضغط على زر إعادة الإرسال أدناه للحصول على رمز جديد.

source: Enter the OTP code
ar: أدخل رمز OTP

source: Your Gender
ar: جنسك

source: Special ID number
ar: رقم الهوية الخاص

source: Your email address
ar: عنوان بريدك الإلكتروني

source: Your phone number
ar: رقم تليفونك

source: Register Now
ar: سجل الان

source: Welcome to the most technologically advanced portal for Consultants
ar: مرحبًا بكم في البوابة الأكثر تقدمًا من الناحية التكنولوجية للمستشارين

source: Create your profile to connect with patient instantly
ar: إنشاء ملف التعريف الخاص بك للتواصل مع المريض على الفور

source: Join a network of professional consultants
ar: انضم إلى شبكة من الاستشاريين المحترفين

source: Share your knowledge
ar: شارك معرفتك

source: Learn and Grow
ar: التعلم والنمو

source: Via LinkedIn
ar: عبر LinkedIn

source: Via Facebook
ar: عبر Facebook

source: Enter your Name
ar: أدخل أسمك

source: Mobile Number
ar: رقم الهاتف المحمول

source: Email Address
ar: عنوان البريد الإلكتروني

source: Gender
ar: جنس

source: Create your Profile
ar: اصنع حسابك الشخصي

source: Via Email
ar: عبر البريد الالكتروني

source: Label
ar: ملصق

source: Create Your Profile
ar: اصنع حسابك الشخصي

source: Academia
ar: الأكاديميا

source: Work Experience
ar: خبرة في العمل

source: Consultant's Profile
ar: الملف الشخصي للمستشار

source: List Certificate
ar: قائمة الشهادات

source: College/University, city & Country
ar: كلية / جامعة ، مدينة وبلد

source: Certificate Title
ar: عنوان الشهادة

source: Current Position Held
ar: المنصب الحالي المحتفظ به

source: UPLOAD
ar: تحميل

source: Job Title
ar: مسمى وظيفي

source: List Highest Academic Qualification
ar: قائمة أعلى مؤهل أكاديمي

source: Brief Job Description
ar: موجز الوصف الوظيفي

source: List Work Experience
ar: قائمة خبرة العمل

source: Describe yourself
ar: صف نفسك

source: Previous Positions Held
ar: المناصب السابقة التي شغلتها

source: Degree Title
ar: عنوان الدرجة

source: Tenure
ar: فترة

source: Upload a video introducing yourself to your potential patients
ar: حمِّل مقطع فيديو تقدمي فيه نفسك لمرضاك المحتملين

source: Name of Employer
ar: اسم الموظف

source: Upload Degree (Jpeg, PNG, PDF)
ar: تحميل الدرجة (Jpeg ، PNG ، PDF)

source: Upload Certificate (Jpeg, PNG, PDF)
ar: تحميل الشهادة (Jpeg ، PNG ، PDF)

source: Please provide a brief description about you
ar: الرجاء تقديم وصف موجز عنك

source: Next
ar: التالي

source: Year Completed
ar: عام المنجزة

source: Skip
ar: يتخطى

source: Family relations
ar: العلاقات الأسرية

source: Register again
ar: التسجيل مرة أخرى

source: Dr. Anila Khaldoum
ar: در. أنيل خلدوم

source: Time has passed
ar: فات الوقت

source: Press the circle button to start or stop recording
ar: اضغط على زر الدائرة لبدء التسجيل أو إيقافه

source: Your voice note
ar: ملاحظتك الصوتية

source: Our advisors take at least 24 hours to review and respond to voice notes. we appreciate your patience.
ar: يستغرق مستشارونا 24 ساعة على الأقل لمراجعة الملاحظات الصوتية والرد عليها. نحن نقدر سعة صدرك.

source: Advisor
ar: مستشار

source: Subject matter of counseling
ar: موضوع الاستشارة

source: Reboot
ar: اعادة التشغيل

source: c
ar: إرسال

source: Consultant responded
ar: رد المستشار

source: Confirm the voice message
ar: قم بتأكيد الرسالة الصوتية

source: Record the message
ar: تسجيل الرسالة

source: Consultation details
ar: تفاصيل الاستشارة

source: Text message
ar: رسالة نصية

source: Audio connections
ar: التوصيلات الصوتية

source: Video connections
ar: وصلات الفيديو

source: Personal meeting
ar: اجتماع شخصي

source: Card verification code(CVC)
ar: (CVC) رمز التحقق من البطاقة

source: Send
ar: إرسال

source: Company Resgistration
ar: إعادة تسجيل الشركة

source: Company Name
ar: اسم الشركة

source: Company contact name
ar: اسم جهة اتصال الشركة

source: Number of staff
ar: عدد الموظفين

source: Business license for the company
ar: رخصة تجارية للشركة

source: Corporate Industry
ar: صناعة الشركات

source: Company Summary
ar: ملخص عن الشركة

source: Site
ar: موقع

source: Social media pages
ar: صفحات التواصل الاجتماعي

source: Select Plan
ar: اختر خطة

source: Plan A Features
ar: ميزات الخطة أ

source: Up to 10 registered employees.
ar: ما يصل إلى 10 موظفين مسجلين.

source: Up to 3 sessions per employee.
ar: ما يصل إلى 3 جلسات لكل موظف.

source: Allowing the employee to continue taking sessions by paying on his own
ar: السماح للموظف بالاستمرار في حضور الجلسات عن طريق الدفع من تلقاء نفسه

source: Company Wallet
ar: محفظة الشركة

source: Employee use and spending reports.
ar: تقارير استخدام وإنفاق الموظف.

source: Company coverage only includes advice and courses. All other expenses incurred by the employee
ar: تشمل تغطية الشركة فقط النصائح والدورات. جميع المصاريف الأخرى التي يتكبدها الموظف

source: Plan B Features
ar: ميزات الخطة ب

source: Register up to 50 employees
ar: سجل ما يصل إلى 50 موظفًا

source: Access to the best advisors.
ar: الوصول إلى أفضل المستشارين.

source: Up to 5 sessions per employee
ar: ما يصل إلى 5 جلسات لكل موظف

source: Increase employee coverage limit
ar: زيادة حد تغطية الموظف

source: Allow the employee to continue taking sessions by paying on his own.
ar: اسمح للموظف بمواصلة أخذ الجلسات عن طريق الدفع بمفرده.

source: Employee Wallet
ar: محفظة الموظف

source: Employee usage and spending reports.
ar: تقارير استخدام وإنفاق الموظف.

source: Plan C Features
ar: ميزات الخطة ج

source: Unlimited employee registration.
ar: تسجيل غير محدود للموظفين.

source: Access to the best consultants.
ar: الوصول إلى أفضل المستشارين.

source: Priority courses for the VIP.
ar: الدورات ذات الأولوية لكبار الشخصيات.

source: Unlimited sessions per employee.
ar: جلسات غير محدودة لكل موظف.

source: Employee to add family members
ar: موظف لإضافة أفراد الأسرة

source: Employee's wallet
ar: محفظة الموظف

source: Company coverage only includes advice and courses. All other expenses to be beared by the employee
ar: تشمل تغطية الشركة فقط النصائح والدورات. جميع المصاريف الأخرى التي يتحملها الموظف

source: PLAN A
ar: خطة أ

source: PLAN B
ar: خطة ب

source: PLAN C
ar: الخطة ج

source: Buy
ar: يشتري

source: 100 dollars
ar: 100 دولار

source: 30 dollars
ar: 30 دولار

source: 60 dollars
ar: 60 دولار

source: 1000 words
ar: 1000 كلمة

source: 200 words
ar: 200 كلمة

source: 500 words
ar: 500 كلمة

source: Write your message
ar: اكتب رسالتك

source: + Add words
ar: + أضف كلمات

source: Please enter company name.
ar: الرجاء إدخال اسم الشركة.

source: Please enter conatct Name.
ar: الرجاء إدخال اسم الاتصال.

source: Please enter valid email.
ar: الرجاء إدخال بريد إلكتروني صحيح.

source: Please enter conatct No.
ar: الرجاء إدخال موظفي الشركة.

source: Please enter company staff.
ar: الرجاء إدخال موظفي الشركة.

source: Please enter Company License.
ar: الرجاء إدخال ترخيص الشركة.

source: Please enter corporate industry.
ar: الرجاء إدخال صناعة الشركة.

source: Please enter company Summary.
ar: الرجاء إدخال ملخص الشركة.

source: Please enter company site.
ar: الرجاء إدخال موقع الشركة.

source: Please enter linkedIn Url.
ar: الرجاء إدخال linkIn Url.

source: Please enter facebook Url.
ar: الرجاء إدخال facebook Url.

source: Company registered sucessfully..
ar: تم تسجيل الشركة بنجاح ..

source: Registration
ar: تسجيل

source: Record again
ar: سجل مرة أخرى

source: How was your experience with our consultant Dr.Anila Khaldoum
ar: كيف كانت تجربتك مع مستشارةنا الدكتورة أنيلة خلدوم

source: subject matter of counseling
ar: موضوع الاستشارة

source: Voice call
ar: مكالمة صوتية

source: Appointment status
ar: حالة التعيين

source: has been confirmed
ar: تم التاكيد

source: You will receive periodic reminders before the date of the voice call
ar: ستتلقى تذكيرات دورية قبل موعد المكالمة الصوتية

source: Call quality
ar: جودة الاتصال

source: Quality of service
ar: جودة الخدمة

source: Consultant evaluation
ar: تقييم استشاري

source: Please write additional notes here
ar: الرجاء كتابة ملاحظات إضافية هنا

source: City
ar: مدينة

source: Fat-full
ar: ممتلئ بالدهون

source: Reservation and appointment
ar: الحجز والتعيين

source: Morning Appointment
ar: مواعيد الصباح

source: Evening Appointment
ar: مواعيد المساء

source: years of experience
ar: عاما من الخبرة

source: Thursday 19 April 2021
ar: الخميس 19 أبريل 2021

source: Answer Questions
ar: أجب عن الأسئلة

source: A question for the customer goes here?
ar: سؤال للعميل يذهب هنا؟

source: Yes
ar: نعم

source: No
ar: لا

source: I do not know
ar: لا أعرف

source: Click here to start writing your answer
ar: انقر هنا لبدء كتابة إجابتك

source: Consutation details
ar: تفاصيل الاستشارة

source: Book another appointment
ar: احجز موعدًا آخر

source: Submit
ar: سومبيت

source: Counselling Topics
ar: مواضيع الاستشارة

source: Counselling
ar: تقديم المشورة

source: Appointment Types
ar: أنواع المواعيد

source: Upcoming Appointments
ar: المواعيد القادمة

source: More consultants
ar: المزيد من الاستشاريين

source: years experience
ar: سنوات خبرة

source: Reviews
ar: المراجعات

source: Patients served
ar: خدم المرضى

source: Please specify how long you want to reserve the appointment form for each more consultant
ar: يرجى تحديد المدة التي تريد حجز نموذج الموعد لكل استشاري آخر

source: Cart
ar: عربة التسوق

source: Topic Name
ar: اسم الموضوع

source: Service Name
ar: اسم الخدمة

source: Duration
ar: مدة

source: Fees
ar: مصاريف

source: Name
ar: اسم

source: Proceed to payment
ar: الشروع في دفع

source: Select meeting location
ar: حدد مكان الاجتماع

source: Use my current location
ar: استخدم موقعي الحالي

source: Confirm location
ar: تأكيد الموقع

source: Street
ar: شارع

source: Area
ar: منطقة

source: Country
ar: دولة

source: City Town
ar: مدينة المدينة

source: Select Language
ar: اختار اللغة

source: Address
ar: عنوان

source: Preferred Language
ar: اللغة المفضلة

source: Questions of professional success
ar: الأسئلة الخاصة بالنجاح المهني

source: Type
ar: النوع

source: Age
ar: العمر

source: Current Position
ar: الوظيفة الحالية

source: Years of Experience
ar: عدد سنوات الخبرة

source: Qualification
ar: المؤهل الدراسي

source: The number of companies and places you worked in previously
ar: عدد الشركات والأماكن التي عملت بها سابقاً

source: Do you like your current job or not?
ar: هل تحب عملك الحالي أم لا ؟

source: How satisfied are you with your job performance in the current job?
ar: ما هو مستوى رضاك عن أدائك الوظيفي في الوظيفة الحالية

source: How satisfied are you with the management performance of your current company?
ar: ما هو مستوى رضاك عن أداء الإدارة في شركتك الحالية ؟

source: Complete
ar: يكمل

source: The highest level of satisfaction
ar: أعلى مستوى رضا

source: The lowest level of satisfaction
ar: أقل مستوى رضا

source: About
ar: حول

source: The knower was born out of the need to treat the people who were born the knower out of the need to treat people with mental health challenges. The knower was born out of the need to treat people with mental health challenges. The knower was born out of the need to treat people with mental health challenges. Mental health challenges. The knowledgeable was born out of a need to treat people with mental health challenges. The knower was born out of a need to treat people with mental health challenges. The knowledgeable was born out of a need to treat people with mental health challenges.
ar: ولد العارف من منطلق الحاجة إلى معالجة الأشخاص الذين ولد العارف من منطلق الحاجة إلى معالجة الأشخاص الذين يعانون من تحديات الصحة العقلية.ولد العارف من منطلق الحاجة إلى معالجة الأشخاص الذين يعانون من تحديات الصحة العقلية.ولد العارف من منطلق الحاجة إلى معالجة الأشخاص الذين يعانون من تحديات الصحة العقلية.ولد العارف من منطلق الحاجة إلى معالجة الأشخاص الذين يعانون من تحديات الصحة العقلية.ولد العارف من منطلق الحاجة إلى معالجة الأشخاص الذين يعانون من تحديات الصحة العقلية.جة إلى معالجة الأشخاص الذين يعانون من تحديات الصحة العقلية.

source: Qualifications
ar: مؤهلات

source: Previous positions
ar: المناصب السابقة

source: Courses Published
ar: الدورات المنشورة

source: Webinars
ar: ندوات عبر الإنترنت

source: Timeline
ar: الجدول الزمني

source: Last Name
ar: الكنية

source: Start Typing
ar: ابدأ الطباعة

source: Start Recording
ar: ابدأ التسجيل

source: Previous Recommendations
ar: التوصيات السابقة

source: Manage this booking
ar: إدارة هذا الحجز

source: Select Reason
ar: تحديد السبب

source: Client No Show
ar: العميل لا يحضر

source: Client Late
ar: تأخر العميل

source: Client asked for cancellation
ar: العميل طلب الإلغاء

source: Cancel meeting on Doctor’s discretion
ar: إلغاء الاجتماع حسب تقدير الطبيب

source: Write here
ar: اكتب هنا

source: Reschedule
ar: إعادة الجدولة

source: Cancel
ar: يلغي
